Repository: CCaroV/ScreenRec
Catalog: po/*.po
Languages: fr, pt_br

source: Screen Recorder
fr: Enregistreur d'écran
pt_br: Gravador de Tela

source: Record videos of the screen
fr: Enregistrer des vidéos de l'écran
pt_br: Gravar vídeos da tela

source: A simple screen recording tool which was make to work like the elementary OS Screenshot tool.
fr: Un outil d'enregistrement d'écran conçu pour fonctionner comme l'outil de capture d'écran d'elementary OS.
pt_br: Ferramenta simples para gravação de tela feita para funcionar de forma semelhante à ferramenta Captura de Tela do elementary OS.

source: Features include:
fr: Les fonctionnalités inclues:
pt_br: Os recursos incluem:

source: Recording sound from speakers
fr: Enregistrer le son depuis les enceintes
pt_br: Gravando sons das caixas de som

source: Recording sound from microphone
fr: Enregistrer le son depuis le micro
pt_br: Gravando sons do microfone

source: Available format: MP4 and WEBM
fr: Formats disponibles: MP4, MKV et WEBM
pt_br: Formatos disponíveis: MP4 e WEBVM

source: UI Improvements
fr: Amélioration de l'interface utilisateur
pt_br: Melhorias na interface do usuário

source: First Release after the fork of the screenrecorder app by Mohammed ALMadhoun
fr: Première publication après le fork de l'application screenrecorder de Mohammed ALMadhoun
pt_br: Primeiro lançamento após o fork do aplicativo screenrecorder de Mohammed ALMadhoun

source: Screenshot;Screen;Record;Recording;
pt_br: Captura de tela;Tela;Registro;Gravação;

source: Screen Records
fr: Enregistrements d'écran
pt_br: Gravações de tela

source: Recording starts in
fr: L'enregistrement débute dans
pt_br: A gravação começa em

source: Stop Recording
fr: Stop
pt_br: Parar gravação

source: Pause
pt_br: Pausar

source: Video recording in progress
fr: Enregistrement de la vidéo en cours
pt_br: Gravação de vídeo em progesso

source: Cancel
fr: Annuler
pt_br: Cancelar

source: Save record as…
fr: Enregistrer comme…
pt_br: Salvar gravação como…

source: Name:
fr: Nom:
pt_br: Nome:

source: Folder:
fr: Dossier:
pt_br: Pasta:

source: Select Screen Records Folder…
fr: Selectionner le dossier d'enregistrement…
pt_br: Selecione a pasta para gravações de tela...

source: Save
fr: Enregistrer
pt_br: Salvar

source: Screen record from %s
fr: Écran enregistré le %s
pt_br: Gravação de tela de %s

source: Grab the whole screen
fr: Sélectionner tout l'écran
pt_br: Capturar a tela inteira

source: Grab the current window
fr: Sélectionner la fenêtre courante
pt_br: Capturar a janela corrente

source: Select area to grab
fr: Sélectionner une zone
pt_br: Selecionar a área a ser capturada

source: Record Screen
fr: Enregistrer
pt_br: Gravar tela

source: Close
fr: Fermer
pt_br: Fechar

source: Resume
fr: Reprendre
pt_br: Retomar

source: Minimise
fr: Réduire
pt_br: Minimizar

source: Start Recording
fr: Enregistrement débuté
pt_br: Iniciar gravação

source: Stop Recording
fr: Enregistrement terminé
pt_br: Parar gravação

source: Pause Recording
fr: Enregistrement interrompu
pt_br: Pausar gravação

source: Resume Recording
fr: Enregistrement reprit
pt_br: Retomar gravação

source: Countdown Canceled
fr: Compte à rebours annulé
pt_br: Contagem regressiva cancelada

source: The recording has been started
fr: L'enregistrement a commencé
pt_br: Gravação iniciada

source: The recording is done
fr: L'enregistrement est terminé
pt_br: Gravação concluída

source: The recording is paused
fr: L'enregistrement est en pause
pt_br: Gravação pausada

source: The recording is resumed
fr: L'enregistrement reprend
pt_br: Gravação retomada

source: The countdown has been canceled
fr: Le compte à rebours a été annulé
pt_br: A contagem regressiva foi cancelada

source: Grab mouse pointer:
fr: Capturer le pointeur:
pt_br: Capturar ponteiro do mouse:

source: Close after saving:
fr: Fermer après l'enregistrement:
pt_br: Fechar após salvar:

source: Record sounds:
fr: Enregistrer le son:
pt_br: Gravar sons:

source: Record sounds from speakers
fr: Enregistrer le son depuis les enceintes
pt_br: Gravar sons do computador

source: Record sounds from microphone
fr: Enregistrer le son depuis le micro
pt_br: Gravar sons do microfone

source: Delay in seconds:
fr: Délai en secondes:
pt_br: Atraso em segundos:

source: Frame rate:
fr: Images / seconde:
pt_br: Taxa de quadros (FPS):

source: Format:
pt_br: Formato:
